Repository: AntoSalvatore/KUnite
Catalog: Plasma-plasmoids/com.kunite.kunity.dash7/translate/*.po
Languages: it, pt_br

source: A highly customizable launcher inspired from windows 11 menu. Fork of MenuZ.
it: Un launcher altamente personalizzabile ispirato al menu' Start di Windows 11. Fork di MenuZ
pt_br: Um lançador customizado inspirado do menu do windows 11. Fork do MenuZ

source: General
it: Generale
pt_br: Geral

source: Icon:
it: Icona
pt_br: Ícone

source: Menu Position:
it: Posizione menu'
pt_br: Posição do Menu'

source: Center
pt_br: Centralizar

source: On Edge
pt_br: Na lateral

source: Auto
pt_br: Automático

source: Pinned item:
it: Elementi fissati:
pt_br: Ítem fixo:

source: Favourite apps
it: Applicazioni preferite
pt_br: Aplicações Favoritas

source: Recent apps
it: Applicazioni recenti
pt_br: Aplicações recentes

source: Recent documents
it: Documenti recenti
pt_br: Documentos recentes

source: Recommended item:
it: Articoli consigliati:
pt_br: Ítem recomendado:

source: None
it: Nessuno
pt_br: Nenhum

source: Number of columns in grid:
it: Numero di colonne
pt_br: Número de colunas no grid

source: Number of rows in grid:
it: Numero di righe
pt_br: Número de linhas no grid

source: Icon Properties:
it: Icona' pannello
pt_br: Ícone de Propriedades

source: Panel Properties:
it: Proprieta' pannello
pt_br: Painel de Propriedades

source: Show All apps by default
it: Mostra sempre tutte le app
pt_br: Mostrar Todas as aplicações por padrão

source: Replace Explorer icon in footer
it: Sostituisci l'icona dell'esploratore nel pi√® di pagina
pt_br: Substituir o ícone do Explorer no rodapé

source: Reduce Icon Size for User Profile
it: Riduci dimensione icona per l'immagine di profilo
pt_br: Reduzir Tamanho do Ícove do Perfil do Usuário

source: Reduce Icon Size for Footer
it: Riduci dimensione icone in basso
pt_br: Reduzir Tamanho do Ícone do Rodapé

source: Reduce Icon Size for Pinned item
it: Riduci dimensione icone per Elementi fissati
pt_br: Reduzir Tamanho do Ícone dos Ítens Fixos

source: Allow label to have two lines (Pinned)
it: Consenti al testo di andare a capo (Elementi fissati)
pt_br: Permitir label em duas linhas (Fixos)

source: Show Description for all apps and search item
it: Mostra descrizione per tutte le app ed elementi di ricerca
pt_br: Mostrar Descrição para todas as aplicações e ítem de busca

source: Always Show Search Bar
it: Mostra sempre la barra di ricerca
pt_br: Sempre Mostrar a Barra de Busca

source: Prefer showing full name, instead of login name
it: Preferisce mostrare il nome completo invece del nome utente
pt_br: Mostrar preferencialmente o nome completo, com base no nome de login

source: Show applications as:
it: Mostra applicazioni come:
pt_br: Mostrar aplicações como:

source: Name only
it: Solo nome
pt_br: Nome somente

source: Description only
it: Solo descrizione
pt_br: Descrição somente

source: Name (Description)
it: Nome (Descrizione)
pt_br: Nome (Descrição)

source: Description (Name)
it: Descrizione (Nome)
pt_br: Descrição (Nome)

source: Icons on Bottom bar:
it: Icone nella barra inferiore
pt_br: Ícones na Barra Inferior

source: Documents
it: Documenti
pt_br: Documentos

source: Pictures
it: Immagini
pt_br: Imagens

source: Music
it: Musica
pt_br: Música

source: Videos
it: Video
pt_br: Vídeos

source: File manager
it: Gestore file
pt_br: Gerenciador de arquivo

source: System settings
it: Impostazioni di sistema
pt_br: Configurações do sistema

source: Lock screen
it: Schermata di blocco
pt_br: Bloquear tela

source: Power options
it: Arresta
pt_br: Opções de energia

source: Search:
it: Ricerca:
pt_br: Buscar:

source: Expand search to bookmarks, files and emails
it: Espandi ricerca a segnalibri, file ed email
pt_br: Expandir a busca por favoritos, arquivos e emails

source: Type here to search
it: Scrivi qui il testo da cercare.
pt_br: Digite a busca aqui

source: All apps
it: Tutte le app
pt_br: Todos os aplicativos

source: Recommended
it: Articoli consigliati
pt_br: Recomendado

source: Pinned
it: Aggiunto
pt_br: Fixos

source: Back
it: Indietro
pt_br: Voltar

source: More
it: Altro
pt_br: Mais

source: Go to user settings
it: Vai alle impostazioni utente
pt_br: Ir para configurações do usuário

source: Downloads
it: Scaricati
